#+TITLE: The Ubitarian Manifesto
#+AUTHOR: Thien-Nam Dinh
#+DATE: November 30, 2021
#+OPTIONS: toc:nil title:nil
#+LATEX_CLASS: custom
#+LATEX_HEADER: \email{thiennam.tnd@gmail.com}

#+BEGIN_abstract
I have no special motives or qualifications to write manifestos.
For some reason, I wrote this one.
Some of its ideas may be original.
Most are not.
The forming of ideas is a mundane and tedious chore.
The exchange of ideas is the most beautiful process in the universe.
#+END_abstract

#+LATEX: \maketitle
#+LATEX: \tableofcontents

** Scale
This section quantifies the potential impact of UBP for the US.
The total impact of UBP is proportional to the existing government spending on welfare programs shown in Table\nbsp[[tab:spending]].
According to the [[https://www.census.gov/library/stories/2021/08/united-states-adult-population-grew-faster-than-nations-total-population-from-2010-to-2020.html][2020 US census]], the total population of the US is 331 million.
Dividing the first number by the second implies a UBP payout of $11,000 per person per year to maintain current spending on these public services.
However, not everyone will allocate their UBP stipend.
Assuming that only 50% of /adult/ citizens spend their UBP, which is inline with [[https://www.fairvote.org/voter_turnout#voter_turnout_101][voter turnout]], then the adjusted UBP payout is $29,000 per person per year.

#+name: tab:spending
#+CAPTION: *Breakdown of Public Spending.* Sources are documented as embedded links in each row of the first column. Spending amounts are shown as billion USD annually.
|-------------------------------+------+----------|
|                               | Year | Spending |
|-------------------------------+------+----------|
| [[https://www.usgovernmentspending.com/welfare_spending][Welfare]]                       | 2021 |    2,319 |
| [[https://educationdata.org/public-education-spending-statistics][Public Education]]              | 2020 |      734 |
| [[https://ncses.nsf.gov/pubs/nsf21324][Public Research & Development]] | 2019 |      171 |
| [[https://www.americansforthearts.org/sites/default/files/aep5/PDF_Files/NationalFindings_StatisticalReport.pdf][Nonprofit Arts]]                | 2017 |      166 |
| [[https://usafacts.org/articles/police-departments-explained/][Law Enforcement]]               | 2017 |      193 |
| [[https://usafacts.org/state-of-the-union/transportation-infrastructure/][Infrastructure]]                | 2018 |      169 |
|-------------------------------+------+----------|
| Total                         |      |    3,752 |
|-------------------------------+------+----------|
#+TBLFM: @>$3=vsum(@2..@-1)

This analysis may overstate the scale of UBP for the following reasons:

- If UBI were also implemented, then it would obviate much of the welfare budget listed in Table\nbsp[[tab:spending]], meaning that the UBP payout would not need to be as high.
- Even with UBP, the state will likely want to retain some centrally allocated funding for certain programs.

Conversely, this analysis may understate the scale of UBP for the following reasons:

- Table\nbsp[[tab:spending]] is far from comprehensive and does not cover many other viable uses of UBP such as spending on parks, libraries, religion, political campaigning, nonprofit lobbying, and many others.
- If UFI were implemented, UBP becomes an important source of funding for creative arts and research & development. The state should increase the UBP payout accordingly.

** Scale
This section quantifies the potential impact of UIF for the US.
The removal of patent and trade secret law would most directly affect private research & development, which the National Science Foundation [[https://ncses.nsf.gov/pubs/nsf21324][estimated]] to be $486 billion in 2019.
The removal of copyright law would most directly affect the creative arts industries, which we estimate to be $552 billion in Table\nbsp[[tab:creative]].
Finally, the removal of insider trading laws would affect all publicly traded stocks, which one source [[https://siblisresearch.com/data/us-stock-market-value/][estimated]] to be $48 trillion in 2021.

#+name: tab:creative
#+CAPTION: *Revenue of Creative Industries.* All data is US-only except licensed merchandise, which includes both US and Canadian revenue. Revenue amounts are shown as billion USD annually.
|----------------------+------+---------|
|                      | Year | Revenue |
|----------------------+------+---------|
| [[https://www.americansforthearts.org/sites/default/files/aep5/PDF_Files/NationalFindings_StatisticalReport.pdf][Nonprofit Arts]]       | 2017 |     166 |
| [[https://www.hollywoodreporter.com/business/business-news/licensed-merchandise-sales-hit-2517b-903029/][Licensed Merchandise]] | 2015 |     146 |
| [[https://www.selectusa.gov/media-entertainment-industry-united-states][Television]]           | 2019 |      91 |
| [[https://www.selectusa.gov/media-entertainment-industry-united-states][Book]]                 | 2018 |      38 |
| [[https://www.selectusa.gov/media-entertainment-industry-united-states][Video Games]]          | 2019 |      26 |
| [[https://www.nexttv.com/news/us-digital-video-revenue-surpassed-dollar265-billion-in-2020-deg-says][Video Streaming]]      | 2020 |      26 |
| [[https://www.selectusa.gov/media-entertainment-industry-united-states][Music]]                | 2019 |      22 |
| [[https://qz.com/1309527/porn-could-have-a-bigger-economic-influence-on-the-us-than-netflix/][Pornography]]          | 2018 |      15 |
| [[https://www.selectusa.gov/media-entertainment-industry-united-states][Cinema]]               | 2019 |      11 |
| [[https://apnews.com/article/newspapers-business-arts-and-entertainment-ecdff2581db22fa4c627c8bfd8b48eef][Newspaper]]            | 2020 |      11 |
|----------------------+------+---------|
| Total                |      |     552 |
|----------------------+------+---------|
#+TBLFM: @>$3=vsum(@2..@-1)

This analysis may overstate the scale of UIF for the following reasons:

- Patents only motivate some of the investment into research & development. Even without patent law, companies would lstill compete to bring new products to the market.
- Copyright only accounts for some of the value in the creative arts industry. Access to digital platforms, in-person ticket sales, and other sales accounts for much of this revenue.

Conversely, this analysis may understate the scale of UIF for the following reasons:

- Not all research dollars are created equal. Private research & development investments may not be as beneficial for the public as public investments since they are more motivated by profit than public benefit. If the state supplements the loss in private investment with an equivalent public investment, then the net benefit should result in more prosocial technological progress.
- Not all artistic dollars are created equal. The economic value of creative art does not fully quantify its social value. If the state supplements the loss in private creative arts with an equivalent public investment, then society would benefit by producing more small-scale, culturally-motivated art and fewer blockbuster movies, addictive video games, and pornography.
- Table\nbsp[[tab:creative]] only accounts for some industries that directly benefit from copyright law; there are many others which indirectly benefit.

